Revit 2024 API
UnitTypeId.RatioTo10 Property
 Ratio : 10.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId RatioTo10 { get; }
Visual Basic
Public Shared ReadOnly Property RatioTo10 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RatioTo10 {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace